<?php
/**
 * Created by PhpStorm.
 * User: kangxin
 * Date: 2016-12-17
 * Time: 14:36
 */
return array(
    'CODE' => array(
        //'配置项'=>'配置值'

        //系统默认
        '10000'         => '操作成功！',

        //用户相关
        '10010'         => '用户名不能为空！',
        '10011'         => '手机号不能为空！',
        '10012'         => '密码不能为空！',
        '10013'         => '您两次输入的密码不一致！',
        '10014'         => '用户名已存在！',
        '10015'         => '手机号已存在！',
        '10016'         => '未找到该用户类型！',
        '10017'         => '密码错误！',
        '10018'         => '用户不存在！',
        '10019'         => '密码输入错误！',
    ),
);